[
    {
        "id": 3,
        "product_name": "integrate bricks-and-clicks paradigms",
        "description": "Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.\n\nVestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.\n\nIn congue. Etiam justo. Etiam pretium iaculis justo.",
        "image": "http://dummyimage.com/210x203.png/cc0000/ffffff",
        "stock": 3,
        "price": "$86329.29",
        "details": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea dictumst.\n\nMaecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.",
        "category": "Action|Drama|War",
        "brand": "Tremblay-Senger"
    },
    {
        "id": 4,
        "product_name": "Auriculares gamer inalámbricos HyperX Cloud Flight negro",
        "description": "Suspendisse potenti. In eleifend quam a odio. In hac habitasse platea Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.",
        "image": "http://dummyimage.com/211x136.png/ff4444/ffffff",
        "stock": 4,
        "price": "$42126.92",
        "details": "Phasellus in felis. Donec semper sapien a libero. Nam dui.Porttitor id, consequat in, consequat ut, nulla. Sed accumsan felis. Ut at dolor quis odio consequat Integer ac leo. Pellentesque ultrices mattis odio. Donec vitae nisi. interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.",
        "category": "Accesorios para PC",
        "brand": "HyperX"
    },
    {
        "id": 5,
        "product_name": "Mouse de juego Gigabyte Aorus M3 matte black",
        "description": "Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.\n\nFusce consequat. Nulla nisl. Nunc nisl.",
        "image": "http://dummyimage.com/117x128.jpg/ff4444/ffffff",
        "stock": 5,
        "price": "$65481.98",
        "details": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.\n\nMorbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.\n\nFusce consequat. Nulla nisl. Nunc nisl.\n\nDuis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.",
        "category": "Acesorios de PC",
        "brand": "Aorus"
    },
    {
        "id": 6,
        "product_name": "Kit Gamer Teclado Mouse Auricular Pad Combo 4en1 Noga Nkb407",
        "description": "Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.\n\nIn hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo.",
        "image": "http://dummyimage.com/209x136.png/5fa2dd/ffffff",
        "stock": 6,
        "price": "$2104.11",
        "details": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.Fusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.",
        "category": "Perifericos de PC",
        "brand": "Noga"
    },
    {
        "id": 7,
        "product_name": "Disco duro interno Seagate Barracuda ST1000DM010 1TB",
        "description": "Atnia vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.Praesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio.",
        "image": "http://dummyimage.com/206x144.png/dddddd/000000",
        "stock": 7,
        "price": "$40341.53",
        "details": "Duis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit. Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque.",
        "category": "Componentes de PC",
        "brand": "HyperX"
    },
    {
        "id": 8,
        "product_name": "Combo Kit Actualizacion Mother E6010n + Micro Amd + 8 Gb Ram",
        "description": "Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.Etiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.\n\nPraesent id massa id nisl venenatis lacinia. Aenean sit amet justo. Morbi ut odio. vulputate vitae, nisl.",
        "image": "http://dummyimage.com/246x184.jpg/5fa2dd/ffffff",
        "stock": 8,
        "price": "$49059.17",
        "details": "Sed ante. Vivamus tortor. Duis mattis egestas metus.\n\nAenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
        "category": "Componentes de PC",
        "brand": "HyperX"
    }
]